Path of the linked resource.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
public string LinkedResourcePathName { get; }
  Visual Basic
Public ReadOnly Property LinkedResourcePathName As String
	Get
  Visual C++
public:
property String^ LinkedResourcePathName {
	String^ get ();
}
 See Also
  LinkedResourceOpeningEventArgs Class
  Autodesk.Revit.DB.Events Namespace